sims/SIM_Slosh_30/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

phases (water air);

water
{
    transportModel Newtonian;
    nu 1e-6;
    rho 1000;
}

air
{
    transportModel Newtonian;
    nu 1.5e-5;
    rho 1;
}

sigma 0.07;

// ************************************************************************* //
